Repository: common-repository/hex-coupon-for-woocommerce
Catalog: languages/hex-coupon-for-woocommerce-*.po
Languages: es_es, fr_fr

source: Store Credit
es_es: Crédito de la tienda
fr_fr: crédit en magasin

source: (BOGO Deal) <br>
es_es: (BOGO Trato) <br>
fr_fr: (affaire de bogo)

source: . Please follow through the below details
es_es: . Siga los detalles a continuación
fr_fr: Veuillez suivre les détails ci-dessous

source: <p><b>WooCommerce</b> plugin is not active! Activate the WooCommerce plugin to use <b>HexCoupon</b> features. </p><a href="%s">Activate WooCommerce</a>
es_es: <p><b>WooCommerce</b> el complemento no está activo! Active el complemento WooCommerce para usar las funciones de <b>HexCoupon</b> </p><a href="%s">Activar WooCommerce</a>
fr_fr: <p><b>WooCommerce</b> le plugin n'est pas actif! Activez le plugin WooCommerce pour utiliser <b>HexCoupon</b> caractéristiques. </p><a href="%s">Activer WooCommerce</a>

source: <p><b>WooCommerce</b> plugin is not installed! Install the WooCommerce plugin to use <b>HexCoupon</b> features. </p><a href="%s">Install WooCommerce</a>
es_es: <p>¡El complemento <b>WooCommerce</b> no está instalado! Instale el complemento WooCommerce para usar las funciones de <b>HexCoupon</b></p><a href="%s">Instalar WooCommerce</a>
fr_fr: <p><b>WooCommerce</b> le plugin n'est pas installé! Installez le plugin WooCommerce à utiliser <b>HexCoupon</b> caractéristiques. </p><a href="%s">Installer WooCommerce</a>

source: <p>Welcome to <b>HexCoupon</b> - Solution for smarter store marketing. Get advanced features for your <b>WooCommerce</b> store with our free plugin. </p><a href="%s">Want to learn how to set up?</a>
es_es: <p>Bienvenido a <b>HexCoupon</b>: solución para un marketing de tienda más inteligente. Obtenga funciones avanzadas para su tienda <b>WooCommerce</b> con nuestro complemento gratuito. </p><a href="%s">¿Quieres aprender a configurarlo?</a>
fr_fr: <p>Bienvenue à <b>HexCoupon</b> - Solution pour un marketing en magasin plus intelligent . Bénéficiez de fonctionnalités avancées pour votre <b>WooCommerce</b> magasinez avec notre plugin gratuit. </p><a href="%s">Vous voulez apprendre à configurer?</a>

source: A combination of products
es_es: Una combinación de productos
fr_fr: Une combinaison de produits

source: A specific product
es_es: un producto especifico
fr_fr: Un produit spécifique

source: Actions
es_es: Comportamiento

source: Activate License
es_es: Activar licencia
fr_fr: Activer la licence

source: Active
es_es: Activa
fr_fr: Actif

source: Active Coupons
es_es: Cupones activos
fr_fr: Coupons actifs

source: Add categories
es_es: Agregar categorías
fr_fr: Ajouter des catégories

source: Add categories that customer need to buy from.
es_es: Agregue categorías en las que el cliente necesita comprar.
fr_fr: Ajoutez des catégories dans lesquelles les clients doivent acheter.

source: Add Coupon
es_es: Agregar cupón
fr_fr: Ajouter un coupon

source: Add More Hours
es_es: Agregar más horas
fr_fr: Ajouter plus d'heures

source: Add product/products
es_es: Añadir producto/productos
fr_fr: Ajouter un ou plusieurs produits

source: Add the product that customer buys.
es_es: Añade el producto que compra el cliente.
fr_fr: Ajoutez le produit que le client achète.

source: Add the product that customer will get for free.
es_es: Añade el producto que el cliente obtendrá gratis.
fr_fr: Ajoutez le produit que le client obtiendra gratuitement.

source: Add to Cart
es_es: añadir a la cesta
fr_fr: Ajouter au panier

source: All
es_es: Toda
fr_fr: Tout

source: All Available Coupons
es_es: Todos los cupones disponibles
fr_fr: Tout les coupons disponibles

source: All Coupons
es_es: Todos los cupones
fr_fr: Tous les coupons disponibles

source: All points you get are converted to store credit. Use store credit to make purchase on our store.
es_es: Todos los puntos que obtienes se convierten en crédito de la tienda. Utilice el crédito de la tienda para realizar compras en nuestra tienda.
fr_fr: Tous les points que vous obtenez sont convertis en crédit en magasin. Utilisez le crédit du magasin pour effectuer un achat sur notre boutique.

source: Allow Payment Methods
es_es: Permitir métodos de pago
fr_fr: Autoriser les modes de paiement

source: Allow Shipping Methods
es_es: Permitir métodos de envío
fr_fr: Autoriser les méthodes d'expédition

source: Allowed/Restricted customer Group
es_es: Grupo de clientes permitido/restringido
fr_fr: Groupe de clients autorisés/restreints

source: Amount
es_es: Cantidad
fr_fr: le montant

source: Any product from categories
es_es: Cualquier producto de categorías.
fr_fr: Tout produit des catégories

source: Any products listed below
es_es: Cualquier producto enumerado a continuación
fr_fr: Tous les produits répertoriés ci-dessous

source: as refund
es_es: como reembolso
fr_fr: comme remboursement

source: Available Store Credit:
es_es: Crédito de tienda disponible:
fr_fr: Crédit en magasin disponible :

source: Best Regards,
es_es: Atentamente,
fr_fr: Cordialement

source: Bogo Coupons
es_es: cupones de bogo
fr_fr: Bons de réduction Bogo

source: Bogo Discount
es_es: Descuento en Bogotá
fr_fr: Remise Bogo

source: Can not select same item on both purchased and free product, chose specific and same product to do so!
es_es: No se puede seleccionar el mismo artículo tanto en el producto comprado como en el gratuito, ¡elija un producto específico y el mismo para hacerlo!
fr_fr: Impossible de sélectionner le même article sur le produit acheté et le produit gratuit, choisissez le même produit spécifique pour le faire!

source: Cart Page
es_es: Página del carrito
fr_fr: Page du panier

source: Categories that the coupon will be applied to, or that need to be in the cart in order for the &quot;Fixed cart discount&quot; to be applied.
es_es: Categorías a las que se aplicará el cupón o que deben estar en el carrito para que se aplique el &quot;Descuento fijo en el carrito&quot;. para ser aplicado.
fr_fr: Catégories auxquelles le coupon sera appliqué ou qui doivent être dans le panier pour que la « remise sur le panier fixe » soit appliquée. à appliquer.

source: Category Cart Condition
es_es: Categoría Condición del carrito
fr_fr: Catégorie État du panier

source: Check this box to allow customers automatically apply the current coupon by visiting a URL
es_es: Marque esta casilla para permitir que los clientes apliquen automáticamente el cupón actual visitando una URL
fr_fr: Cochez cette case pour permettre aux clients d'appliquer automatiquement le coupon actuel en visitant une URL

source: Check this box to make coupon valid for specific days and hours of the week.
es_es: Marque esta casilla para que el cupón sea válido para días y horas específicos de la semana.
fr_fr: Cochez cette case pour rendre le coupon valable pour des jours et des heures spécifiques de la semaine.

source: Check this box to reset usage limit after a period
es_es: Marque esta casilla para restablecer el límite de uso después de un período
fr_fr: Cochez cette case pour réinitialiser la limite d'utilisation après une période

source: Check this box to to add a cart condition for the customer based on category.
es_es: Marque esta casilla para agregar una condición de carrito para el cliente según la categoría.
fr_fr: Cochez cette case pour ajouter une condition de panier pour le client en fonction de la catégorie.

source: Check this box to to add a cart condition for the customer based on product.
es_es: Marque esta casilla para agregar una condición de carrito para el cliente según el producto.
fr_fr: Cochez cette case pour ajouter une condition de panier pour le client en fonction du produit.

source: Check this box to to add groups of Allowed/Restricted customers.
es_es: Marque esta casilla para agregar grupos de clientes permitidos/restringidos.
fr_fr: Cochez cette case pour ajouter des groupes de clients autorisés/restreints.

source: Check this box to to add individual of Allowed/Restricted customers.
es_es: Marque esta casilla para agregar clientes individuales permitidos/restringidos.
fr_fr: Cochez cette case pour ajouter des clients autorisés/restreints.

source: Checkout Page
es_es: Página de pago

source: Continue Shopping
es_es: Seguir comprando

source: Conversion Rate
es_es: Tasa de conversión
fr_fr: Taux de conversion

source: Converted Credit
es_es: Crédito convertido
fr_fr: Crédit converti

source: Copy
es_es: Copiar
fr_fr: Copie

source: Copy URL
es_es: Copiar URL
fr_fr: Copier le lien

source: Coupon allowed for below customers
es_es: Cupón permitido para los siguientes clientes
fr_fr: Coupon autorisé pour les clients ci-dessous

source: Coupon allowed for below groups
es_es: Cupón permitido para los siguientes grupos
fr_fr: Coupon autorisé pour les groupes ci-dessous

source: Coupon applies if only customers cart contains all of the product listed below
es_es: El cupón se aplica si solo el carrito del cliente contiene todos los productos enumerados a continuación
fr_fr: Le coupon s'applique si seul le panier du client contient tous les produits répertoriés ci-dessous

source: Coupon applies if only customers cart contains any of the product listed below
es_es: El cupón se aplica si solo el carrito del cliente contiene alguno de los productos que se enumeran a continuación
fr_fr: Le coupon s'applique si seul le panier du client contient l'un des produits répertoriés ci-dessous

source: Coupon Categories
es_es: Categorías de cupones
fr_fr: Catégories de coupons

source: Coupon deactivated for Friday
es_es: Cupón desactivado para el viernes
fr_fr: Coupon désactivé pour vendredi

source: Coupon deactivated for Monday
es_es: Cupón desactivado para el lunes
fr_fr: Coupon désactivé pour lundi

source: Coupon deactivated for Saturday
es_es: Cupón desactivado para el sábado
fr_fr: Coupon désactivé pour samedi

source: Coupon deactivated for Sunday
es_es: Cupón desactivado para el domingo
fr_fr: Coupon désactivé pour dimanche

source: Coupon deactivated for Thursday
es_es: Cupón desactivado para el jueves
fr_fr: Coupon désactivé pour jeudi

source: Coupon deactivated for Tuesday
es_es: Cupón desactivado para el martes
fr_fr: Coupon désactivé pour mardi

source: Coupon deactivated for Wednesday
es_es: Cupón desactivado para el miércoles
fr_fr: Coupon désactivé pour mercredi

source: Coupon Insights
es_es: Información sobre cupones
fr_fr: Informations sur les coupons

source: Coupon is not valid at this hour, please come in another time.
es_es: El cupón no es válido a esta hora, por favor venga en otro horario.
fr_fr: Le coupon n'est pas valable à cette heure, veuillez venir à une autre heure.

source: Coupon restricted for below customers
es_es: Cupón restringido para los siguientes clientes
fr_fr: Coupon restreint pour les clients ci-dessous

source: Coupon restricted for below groups
es_es: Cupón restringido para los siguientes grupos
fr_fr: Coupon restreint pour les groupes ci-dessous

source: Coupon starting date
es_es: Fecha de inicio del cupón
fr_fr: Date de début du coupon

source: Coupon type
es_es: Tipo de cupón
fr_fr: Type de coupon

source: Coupons Active
es_es: Cupones activos
fr_fr: Coupons actifs

source: Coupons Created
es_es: Cupones creados
fr_fr: Coupons créés

source: Coupons Expired
es_es: Cupones caducados
fr_fr: Coupons expirés

source: Coupons Redeemed
es_es: Cupones canjeados
fr_fr: Coupons échangés

source: Custom Local URL
es_es: URL local personalizada
fr_fr: URL locale personnalisée

source: Customer gets
es_es: La cliente obtiene
fr_fr: Le client obtient

source: Customer Group
es_es: grupo de clientes
fr_fr: Groupe de clients

source: Customer purchases
es_es: Compras de clientes
fr_fr: Achats clients

source: Dashboard
es_es: Panel
fr_fr: Tableau de bord

source: Date
es_es: Fecha

source: Deactivate License
es_es: Desactivar licencia
fr_fr: Désactiver la licence

source: Deduct credit amount from total
es_es: Deducir el monto del crédito del total
fr_fr: Déduire le montant du crédit du total

source: Deducted Store Credit:
es_es: Crédito de tienda deducido:
fr_fr: Crédit magasin déduit :

source: Deducted Store Credit:
es_es: Crédito de tienda deducido:
fr_fr: Crédit magasin déduit :

source: DISCOUNT
es_es: DESCUENTO
fr_fr: RABAIS

source: Discount
es_es: Descuento
fr_fr: Rabais

source: Discount Type
es_es: Tipo de descuento
fr_fr: Type de remise

source: Do not leave date and time empty.
es_es: No dejes fecha y hora vacías.
fr_fr: Ne laissez pas la date et l'heure vides.

source: Documentation
es_es: Documentación

source: Edit URL link
es_es: Editar enlace URL
fr_fr: Modifier le lien URL

source: Enter a valid number in the Bogo fields, equivalent or greater than 1
es_es: Ingresa un número válido en los campos de Bogo, equivalente o mayor a 1
fr_fr: Entrez un nombre valide dans les champs Bogo, équivalent ou supérieur à 1

source: Enter redirect URL
es_es: Introduzca la URL de redireccionamiento
fr_fr: Saisissez l'URL de redirection

source: Enter URl
es_es: Introducir URL
fr_fr: Entrer l'URL

source: Expired
es_es: Caducada
fr_fr: Expiré

source: Extend coupon functionality in your Woocommerce store.
es_es: Amplíe la funcionalidad de cupones en su tienda Woocommerce.
fr_fr: Étendez la fonctionnalité des coupons dans votre boutique Woocommerce.

source: Failed to copy the referral link:
es_es: No se pudo copiar el enlace de referencia:
fr_fr: Échec de la copie du lien de parrainage :

source: Filter:
es_es: Filtrar:
fr_fr: Filtre:

source: Free Bogo products added successfully!
es_es: ¡Productos Bogo gratuitos añadidos con éxito!
fr_fr: Produits Bogo gratuits ajoutés avec succès !

source: Free/Discounted Items
es_es: Artículos gratis/con descuento
fr_fr: Articles gratuits/à prix réduit

source: Friday
es_es: Viernes
fr_fr: Vendredi

source: Geographic restrictions
es_es: Restricciones geográficas
fr_fr: Restrictions géographiques

source: Geographically Restricted
es_es: Restringido geográficamente
fr_fr: Limité géographiquement

source: Groups that the coupon will be applied to, or that need to be in the cart in order for the &quot;Fixed cart discount&quot; to be applied.
es_es: Grupos a los que se aplicará el cupón, o que deben estar en el carrito para que se aplique el &quot;Descuento de carrito fijo&quot; para ser aplicado.
fr_fr: Les groupes auxquels le coupon sera appliqué ou qui doivent être dans le panier pour bénéficier de la « remise sur le panier fixe » à appliquer.

source: Hello %s,
es_es: Hola %s,
fr_fr: Bonjour %s

source: HexCoupon
es_es: Cupón hexagonal

source: HexCoupon License
es_es: Licencia de cupón hexagonal
fr_fr: licence hexcoupon

source: HexCoupon License Activation
es_es: Activación de licencia de HexCoupon
fr_fr: Activation de la licence HexCoupon

source: HexCoupon: Ultimate WooCommerce Toolkit
es_es: HexCoupon: kit de herramientas definitivo para WooCommerce
fr_fr: HexCoupon : boîte à outils ultime de WooCommerce

source: ID:
es_es: IDENTIFICACIÓN:
fr_fr: IDENTIFIANT:

source: In
es_es: En
fr_fr: Dans

source: Inactive
es_es: Inactiva

source: Individual Customer
es_es: Cliente individual
fr_fr: Client Particulier

source: Individual customer that the coupon will be applied to, or that need to be in the cart in order for the &quot;Fixed cart discount&quot; to be applied.
es_es: Cliente individual al que se aplicará el cupón, o que debe estar en el carrito para que se aplique el &quot;descuento fijo en el carrito&quot;. para ser aplicado.
fr_fr: Client individuel auquel le coupon sera appliqué, ou qui doit être dans le panier pour bénéficier de la « remise sur le panier fixe » ; à appliquer.

source: Invalid coupon, sorry you are not allowed to use this coupon.
es_es: Cupón no válido, lo sentimos, no puedes utilizar este cupón.
fr_fr: Coupon invalide, désolé, vous n'êtes pas autorisé à utiliser ce coupon.

source: Invalid coupon, your shipping zone does not support this coupon.
es_es: Cupón no válido, su zona de envío no admite este cupón.
fr_fr: Coupon invalide, votre zone d'expédition ne prend pas en charge ce coupon.

source: Invalid coupon. Your country does not support this coupon.
es_es: Cupón no válido. Tu país no admite este cupón.
fr_fr: Coupon invalide. Votre pays ne prend pas en charge ce coupon.

source: Invalid coupon. Your payment or shipping method does not support this coupon.
es_es: Cupón no válido. Su método de pago o envío no admite este cupón.
fr_fr: Coupon invalide. Votre mode de paiement ou d'expédition ne prend pas en charge ce coupon.

source: Invalid License:
es_es: Licencia invalida:
fr_fr: Licence invalide :

source: Issued:
es_es: Emitida:
fr_fr: Émis:

source: Key Mismatched
es_es: Clave no coincidente
fr_fr: Clé incompatible

source: label
es_es: etiqueta
fr_fr: étiquette

source: License activated successfully!
es_es: ¡Licencia activada exitosamente!
fr_fr: Licence activée avec succès !

source: License deactivated successfully!
es_es: ¡Licencia desactivada exitosamente!
fr_fr: Licence désactivée avec succès !

source: License Key
es_es: Clave de licencia
fr_fr: Clé de licence

source: Loyalty Points
es_es: Puntos de lealtad
fr_fr: Points de fidélité

source: Message for customer e.g. Congratulations you got 20% discount.
es_es: Mensaje para el cliente, p.e. Felicitaciones, obtuvo un 20% de descuento.
fr_fr: Message pour le client, par ex. Félicitations, vous avez obtenu 20 % de réduction.

source: Message for customer e.g. This coupon has been expired.
es_es: Mensaje para el cliente, p.e. Este cupón ha caducado.
fr_fr: Message pour le client, par ex. Ce coupon a été expiré.

source: Message for customer e.g. This coupon has not been started yet.
es_es: Mensaje para el cliente, p.e. Este cupón aún no se ha iniciado.
fr_fr: Message pour le client, par ex. Ce coupon n'a pas encore été démarré.

source: min quantity
es_es: cantidad mínima
fr_fr: quantité minimale

source: Monday
es_es: Lunes
fr_fr: Lundi

source: No coupon found
es_es: No se encontró ningún cupón
fr_fr: Aucun coupon trouvé

source: No Data
es_es: Sin datos
fr_fr: Pas de données

source: No data yet
es_es: Aún no hay datos
fr_fr: Aucune donnée pour l'instant

source: No expiry date
es_es: Sin fecha de caducidad
fr_fr: Pas de date d'expiration

source: No Redirect
es_es: Sin redireccionamiento
fr_fr: Aucune redirection

source: No used coupons found
es_es: No se encontraron cupones usados
fr_fr: Aucun coupon utilisé trouvé

source: Notice: %s
es_es: Aviso: %s
fr_fr: Avis : %s

source: Out
es_es: Afuera
fr_fr: Dehors

source: Payment & shipping method
es_es: Método de pago y envío
fr_fr: Mode de paiement et d'expédition

source: Points
es_es: Puntos

source: Product Cart Condition
es_es: Condición del carrito del producto
fr_fr: État du panier de produits

source: Product Categories
es_es: Categorías de Producto
fr_fr: catégories de produits

source: Products
es_es: Productos
fr_fr: Des produits

source: Products that the coupon will be applied to, or that need to be in the cart in order for the &quot;Fixed cart discount&quot; to be applied.
es_es: Productos a los que se aplicará el cupón o que deben estar en el carrito para que se aplique el &quot;Descuento fijo en el carrito&quot;. para ser aplicado.
fr_fr: Les produits auxquels le coupon sera appliqué ou qui doivent être dans le panier pour que la « remise sur le panier fixe » soit appliquée. à appliquer.

source: Provide a coupon code.
es_es: Proporcione un código de cupón.
fr_fr: Fournissez un code promo.

source: Provide a valid URL within in your WordPress website.
es_es: Proporcione una URL válida dentro de su sitio web de WordPress.
fr_fr: Fournissez une URL valide dans votre site Web WordPress.

source: Quantity
es_es: Cantidad
fr_fr: Quantité

source: Reason
es_es: Razón
fr_fr: Raison

source: Redeemed Coupon Amount
es_es: Monto del cupón canjeado
fr_fr: Montant du coupon échangé

source: Redirect to Custom Local URL
es_es: Redirigir a una URL local personalizada
fr_fr: Redirection vers une URL locale personnalisée

source: Referee ID
es_es: Identificación del árbitro
fr_fr: ID d'arbitre

source: Referral link copied to clipboard!
es_es: ¡Enlace de referencia copiado al portapapeles!
fr_fr: Lien de parrainage copié dans le presse-papier !

source: Remaining Balance:
es_es: Balance restante:
fr_fr: Solde restant:

source: Reset Annually
es_es: Reiniciar anualmente
fr_fr: Réinitialiser annuellement

source: Reset Daily
es_es: Restablecer diariamente
fr_fr: Réinitialiser quotidiennement

source: Reset Monthly
es_es: Restablecer mensualmente
fr_fr: Réinitialiser mensuellement

source: Reset Usage
es_es: Restablecer uso
fr_fr: Réinitialiser l'utilisation

source: Reset Weekly
es_es: Restablecer semanalmente
fr_fr: Réinitialiser chaque semaine

source: Restrict countries
es_es: Restringir países
fr_fr: Restreindre les pays

source: Restrict shipping zones
es_es: Restringir zonas de envío
fr_fr: Restreindre les zones d'expédition

source: Same product as free
es_es: Mismo producto que gratis
fr_fr: Même produit gratuit

source: Saturday
es_es: Sábado
fr_fr: Samedi

source: Search for categories
es_es: Buscar categorías
fr_fr: Rechercher des catégories

source: Search for category
es_es: Buscar categoría
fr_fr: Rechercher une catégorie

source: Search for countries
es_es: Buscar países
fr_fr: Rechercher des pays

source: Search for customer group
es_es: Buscar grupo de clientes
fr_fr: Rechercher un groupe de clients

source: Search for customers
es_es: buscar clientes
fr_fr: Rechercher des clients

source: Search for Products
es_es: Buscar productos
fr_fr: Rechercher des produits

source: Search for shipping zone
es_es: Buscar zona de envío
fr_fr: Rechercher une zone d'expédition

source: Search for specific product
es_es: Buscar producto específico
fr_fr: Rechercher un produit spécifique

source: Select any product from below list
es_es: Seleccione cualquier producto de la siguiente lista
fr_fr: Sélectionnez n'importe quel produit dans la liste ci-dessous

source: Select countries that you want to restrict the coupon.
es_es: Seleccione los países en los que desea restringir el cupón.
fr_fr: Sélectionnez les pays dans lesquels vous souhaitez restreindre le coupon.

source: Select payment methods that you want to allow to the coupon.
es_es: Seleccione los métodos de pago que desea permitir al cupón.
fr_fr: Sélectionnez les modes de paiement que vous souhaitez autoriser sur le coupon.

source: Select shipping methods that you want to allow to the coupon.
es_es: Seleccione los métodos de envío que desea permitir al cupón.
fr_fr: Sélectionnez les méthodes d'expédition que vous souhaitez autoriser pour le coupon.

source: Select zones that you want to restrict the coupon.
es_es: Selecciona las zonas en las que deseas restringir el cupón.
fr_fr: Sélectionnez les zones dans lesquelles vous souhaitez restreindre le coupon.

source: Set a message for customers about the coupon discount they got.
es_es: Establezca un mensaje para los clientes sobre el cupón de descuento que obtuvieron.
fr_fr: Définissez un message pour les clients concernant le coupon de réduction qu'ils ont obtenu.

source: Set a message for customers about the coupon expiry date.
es_es: Establezca un mensaje para los clientes sobre la fecha de vencimiento del cupón.
fr_fr: Définissez un message pour les clients concernant la date d'expiration du coupon.

source: Set a message for customers about the coupon starting date.
es_es: Establezca un mensaje para los clientes sobre la fecha de inicio del cupón.
fr_fr: Définissez un message pour les clients concernant la date de début du coupon.

source: Set the coupon starting date.
es_es: Establezca la fecha de inicio del cupón.
fr_fr: Définissez la date de début du coupon.

source: Sharable URL coupon
es_es: Cupón de URL para compartir
fr_fr: Coupon d'URL partageable

source: Sharable Url Coupons
es_es: Cupones de URL para compartir
fr_fr: Coupons d'URL partageables

source: Shop Now
es_es: Compra ahora
fr_fr: Achetez maintenant
