Repository: common-repository/hex-coupon-for-woocommerce
Catalog: languages/hex-coupon-for-woocommerce-*.po
Languages: es_es, fr_fr

source: Shortcode
es_es: Código corto
fr_fr: Petit code

source: Sign up now and receive %s reward points!
es_es: ¡Regístrese ahora y reciba %s puntos de recompensa!
fr_fr: Inscrivez-vous maintenant et recevez %s points de récompense !

source: Social Share:
es_es: Compartir social:
fr_fr: Partage Social:

source: Specific Days and Hours
es_es: Días y horas específicos
fr_fr: Jours et heures spécifiques

source: Status
es_es: Estado
fr_fr: Statut

source: Store Credit
es_es: Crédito de la tienda
fr_fr: Crédit en magasin

source: Store credit confirmation information
es_es: Almacenar información de confirmación de crédito
fr_fr: Stocker les informations de confirmation de crédit

source: Store Credit Used
es_es: Crédito de la tienda utilizado
fr_fr: Crédit magasin utilisé

source: Store Credit Used:
es_es: Crédito de la tienda utilizado:
fr_fr: Crédit magasin utilisé :

source: Store Credit Used: -
es_es: Crédito de la tienda utilizado: -
fr_fr: Crédit magasin utilisé : -

source: Sunday
es_es: Domingo
fr_fr: Dimanche

source: Support
es_es: Apoyo
fr_fr: Soutien

source: Thanks for shopping with
es_es: Gracias por comprar con
fr_fr: Merci d'avoir fait vos achats avec

source: The %s Team
es_es: El %s equipo
fr_fr: L'équipe %s

source: The refund amount has been converted to store credit of:
es_es: El monto del reembolso se ha convertido a crédito de la tienda de:
fr_fr: Le montant du remboursement a été converti en crédit magasin de :

source: This plugin requires at least PHP version of %s
es_es: Este complemento requiere al menos la versión PHP de %s
fr_fr: Ce plugin nécessite au moins la version PHP de %s

source: This plugin requires at least WooCommerce version of %s
es_es: Este complemento requiere al menos la versión WooCommerce de %s

source: This plugin requires at least WordPress version of %s
es_es: Este complemento requiere al menos la versión de WordPress de %s
fr_fr: Ce plugin nécessite au moins la version WordPress de %s

source: This Week
es_es: Esta semana
fr_fr: Cette semaine

source: Thursday
es_es: Jueves
fr_fr: Jeudi

source: Time
es_es: Tiempo
fr_fr: Temps

source: To access this feature
es_es: Para acceder a esta función
fr_fr: Pour accéder à cette fonctionnalité

source: To add more hours switch to Pro version
es_es: Para agregar más horas cambie a la versión Pro
fr_fr: Pour ajouter plus d'heures, passez à la version Pro

source: Today
es_es: Hoy
fr_fr: Aujourd'hui

source: Total Bogo Discount
es_es: Descuento total en Bogotá
fr_fr: Remise totale sur Bogo

source: Tuesday
es_es: Martes
fr_fr: Mardi

source: Type
es_es: Tipo
fr_fr: Taper

source: Upcoming Coupons
es_es: Próximos cupones
fr_fr: Coupons à venir

source: Update the page to implement the url and afterwards copy the url and give to the users.
es_es: Actualice la página para implementar la URL y luego copie la URL y entréguela a los usuarios.
fr_fr: Mettez à jour la page pour implémenter l'URL, puis copiez l'URL et donnez-la aux utilisateurs.

source: Upgrade to Pro
es_es: Actualízate a Pro
fr_fr: Passer à Pro

source: URL copied to clipboard:
es_es: URL copiada al portapapeles:
fr_fr: URL copiée dans le presse-papier :

source: Use Store Credit
es_es: Usar crédito de la tienda
fr_fr: Utiliser le crédit du magasin

source: Used Coupons
es_es: Cupones usados
fr_fr: Coupons utilisés

source: Valid for days/hours
es_es: Válida por días / horas
fr_fr: Valable jours/heures

source: View Balance
es_es: Ver saldo
fr_fr: Afficher le solde

source: View Log
es_es: Ver registro
fr_fr: Afficher le journal

source: We're writting to let you know that a store credit refund has been processed against your recent return of order #
es_es: Le escribimos para informarle que se ha procesado un reembolso de crédito de la tienda en función de su reciente devolución del pedido n.º
fr_fr: Nous vous écrivons pour vous informer qu'un remboursement de crédit en magasin a été traité par rapport à votre récent retour de commande #

source: Wednesday
es_es: Miércoles
fr_fr: Mercredi

source: Yesterday
es_es: Ayer
fr_fr: Hier

source: You can not add more than one product from the below list.
es_es: No puede agregar más de un producto de la siguiente lista.
fr_fr: Vous ne pouvez pas ajouter plus d'un produit dans la liste ci-dessous.

source: You can use these credits for any future purchases on %s and you have the flexibility to choose what you want, whenever you want
es_es: Puedes usar estos créditos para cualquier compra futura en %s y tienes la flexibilidad de elegir lo que quieras, cuando quieras.
fr_fr: Vous pouvez utiliser ces crédits pour tout achat futur sur %s et vous avez la possibilité de choisir ce que vous voulez, quand vous le souhaitez.

source: You did not entered any amount in the coupon amount field
es_es: No ingresó ningún monto en el campo monto del cupón
fr_fr: Vous n'avez saisi aucun montant dans le champ Montant du coupon

source: You do not have enough item or enough quantity to avail the Bogo offer.
es_es: No tienes suficiente artículo o cantidad suficiente para aprovechar la oferta de Bogo.
fr_fr: Vous n'avez pas assez d'articles ou assez de quantité pour bénéficier de l'offre Bogo.

source: You got store credit
es_es: Tienes crédito en la tienda
fr_fr: Vous avez un crédit en magasin

source: You have select same product for both purchased and free options!
es_es: ¡Has seleccionado el mismo producto para las opciones compradas y gratuitas!
fr_fr: Vous avez sélectionné le même produit pour les options achetées et gratuites !

source: You have to select at least a product for the purchase and free item
es_es: Tienes que seleccionar al menos un producto para la compra y artículo gratis.
fr_fr: Vous devez sélectionner au moins un produit pour l'achat et un article gratuit

source: You need to activate the purchased key to use Pro Plugin features
es_es: Debe activar la clave comprada para utilizar las funciones del complemento Pro
fr_fr: Vous devez activer la clé achetée pour utiliser les fonctionnalités du plugin Pro

source: You will earn %d points with this order.
es_es: Ganarás %d puntos con este pedido.
fr_fr: Vous gagnerez %d points avec cette commande.

source: You will only get points for referral when the referral user makes a successful purchase
es_es: Solo obtendrás puntos por recomendación cuando el usuario recomendado realice una compra exitosa.
fr_fr: Vous n'obtiendrez des points de parrainage que lorsque l'utilisateur référent effectuera un achat réussi.

source: Your HexCoupon Pro license has expired. Please %1$srenew%2$s to continue getting the update.
es_es: Su licencia de HexCoupon Pro ha caducado. %1$srenew%2$s para continuar recibiendo la actualización.
fr_fr: Votre licence HexCoupon Pro a expiré. S'il te plaît %s renouveler %s pour continuer à recevoir la mise à jour.

# block title
source: Store Credit
fr_fr: Crédit en magasin

source: Error: %s
fr_fr: Erreur: %s

source: To use this feature.
fr_fr: Pour utiliser cette fonctionnalité.
